{
  "milho": {
  "mancha_branca": {
    "nome": "Mancha Branca do Milho",
    "nome_biologico": "Phaeosphaeria maydis / Pantoea ananatis",
    "imagem": "imagens/mancha_branca_milho.jpeg",
    "descricao": "Doença foliar comum em condições de clima ameno e úmido, podendo causar perdas significativas de produtividade.",
    "condicoes_favoraveis": "Temperaturas entre 14°C e 20°C, alta umidade, presença de orvalho prolongado e restos culturais infectados.",
    "sintomas": {
      "praticos": [
        "manchas claras ou esbranquiçadas nas folhas",
        "folha parece desbotada em algumas áreas",
        "manchas começam pequenas e aumentam com o tempo",
        "manchas se juntam e cobrem grande parte da folha",
        "aparece primeiro nas folhas mais velhas"
      ],
      "tecnicos": [
        "lesões inicialmente aquosas que evoluem para coloração esbranquiçada",
        "bordas irregulares e mal definidas",
        "pontos escuros no centro das lesões",
        "coalescência das lesões em ataques severos",
        "redução progressiva da área fotossintética"
      ]
    },
    "danos": "Redução da área fotossintética, secamento precoce das folhas e queda de produtividade.",
    "manejo_preventivo": "Uso de híbridos tolerantes, evitar plantios tardios, rotação de culturas e monitoramento frequente da lavoura.",
    "controle": "Aplicação de fungicidas recomendados para a cultura conforme nível de severidade e recomendação técnica."
  },

  "helmintosporiose": {
    "nome": "Helmintosporiose do Milho",
    "nome_biologico": "Exserohilum turcicum",
    "imagem": "imagens/milho.helmintospiriose.jpg",
    "descricao": "Doença fúngica que causa manchas alongadas nas folhas, com aspecto de queimadura, podendo comprometer severamente a fotossíntese.",
    "condicoes_favoraveis": "Alta umidade, temperaturas entre 18°C e 27°C e cultivares suscetíveis.",
    "sintomas": {
      "praticos": [
        "manchas longas e escuras nas folhas",
        "parece que a folha foi queimada em faixas",
        "manchas seguem o comprimento da folha",
        "começa nas folhas de baixo",
        "folhas muito atacadas secam"
      ],
      "tecnicos": [
        "lesões elípticas e alongadas paralelas às nervuras",
        "coloração castanha a cinzenta",
        "coalescência formando grandes áreas necróticas",
        "redução acentuada da área foliar"
      ]
    },
    "danos": "Redução intensa da área foliar, queda da fotossíntese e perdas de produtividade.",
    "manejo_preventivo": "Uso de cultivares resistentes, rotação de culturas e adubação equilibrada.",
    "controle": "Aplicação de fungicidas nos estádios recomendados, conforme monitoramento da doença."
  },

  "cercosporiose": {
    "nome": "Cercosporiose do Milho",
    "nome_biologico": "Cercospora zeae-maydis",
    "imagem": "imagens/milho.cercospiriose.jpg",
    "descricao": "Doença foliar que causa manchas retangulares bem definidas, podendo levar à seca precoce das folhas.",
    "condicoes_favoraveis": "Alta umidade, presença de restos culturais infectados e monocultivo.",
    "sintomas": {
      "praticos": [
        "manchas retangulares ou quadradas nas folhas",
        "manchas acinzentadas ou marrom claro",
        "manchas alinhadas com as linhas da folha",
        "manchas não atravessam as nervuras",
        "folhas secam aos poucos"
      ],
      "tecnicos": [
        "lesões retangulares paralelas às nervuras",
        "bordas bem definidas",
        "coloração cinza a marrom-clara",
        "necrose progressiva da lâmina foliar"
      ]
    },
    "danos": "Queda precoce das folhas, redução da fotossíntese e perdas de produtividade.",
    "manejo_preventivo": "Rotação de culturas, manejo adequado dos restos culturais e uso de híbridos tolerantes.",
    "controle": "Aplicação de fungicidas quando houver risco econômico, conforme monitoramento."
  },

  "ferrugem_polisora": {
    "nome": "Ferrugem Polisora do Milho",
    "nome_biologico": "Puccinia polysora",
    "imagem": "imagens/ferrugem.milho.jpg",
    "descricao": "Doença fúngica agressiva que provoca pústulas alaranjadas nas folhas e pode se espalhar rapidamente em condições favoráveis.",
    "condicoes_favoraveis": "Clima quente e úmido, regiões de baixa altitude e plantios tardios.",
    "sintomas": {
      "praticos": [
        "pontinhos alaranjados ou amarelados nas folhas",
        "parece que a folha tem poeira de ferrugem",
        "quando esfrega a folha solta um pó laranja-amarelado",
        "pontos aumentam e se espalham rápido",
        "folhas secam rapidamente em ataques fortes"
      ],
      "tecnicos": [
        "pústulas pulverulentas com liberação de esporos",
        "distribuição intensa na lâmina foliar",
        "clorose e necrose ao redor das pústulas",
        "rápida perda da área fotossintética"
      ]
    },
    "danos": "Destruição da área foliar, desfolha precoce e redução significativa da produtividade.",
    "manejo_preventivo": "Uso de cultivares resistentes, evitar épocas muito favoráveis ao fungo e monitoramento constante.",
    "controle": "Aplicação de fungicidas registrados para a cultura conforme recomendação técnica."
  }
},

"soja": {
  "ferrugem_asiatica": {
    "nome": "Ferrugem Asiática da Soja",
    "nome_biologico": "Phakopsora pachyrhizi",
    "imagem": "imagens/soja.ferrugem.jpg",
    "descricao": "Doença fúngica agressiva que causa desfolha precoce na soja e pode provocar grandes perdas de produtividade.",
    "condicoes_favoraveis": "Alta umidade, longos períodos de molhamento foliar, presença de orvalho frequente e temperaturas entre 18°C e 26°C.",
    "sintomas": {
      "praticos": [
        "pontinhos escuros no verso da folha",
        "manchas muito pequenas espalhadas pela folha",
        "parece sujeira grudada na parte de baixo da folha",
        "folhas ficam amareladas antes do tempo",
        "queda rápida das folhas começando de baixo para cima",
        "planta fica rala e com poucas folhas"
      ],
      "tecnicos": [
        "pústulas urédicas no verso das folhas com liberação de esporos",
        "lesões puntiformes de coloração castanho-clara a castanho-escura",
        "distribuição intensa das pústulas na lâmina foliar",
        "clorose ao redor das lesões em estágios iniciais",
        "necrose foliar em infecções severas",
        "desfolha intensa iniciando nas folhas inferiores"
      ]
    },
    "danos": "Queda precoce das folhas, redução da fotossíntese, enchimento incompleto de grãos e perdas drásticas na produtividade.",
    "manejo_preventivo": "Cumprimento do vazio sanitário, uso de cultivares tolerantes, eliminação de plantas voluntárias e monitoramento constante da lavoura.",
    "controle": "Aplicação de fungicidas sistêmicos e protetores conforme recomendação técnica e nível de risco, respeitando rotação de ingredientes ativos."
  },

  "mancha_alvo": {
    "nome": "Mancha Alvo",
    "nome_biologico": "Corynespora cassiicola",
    "imagem": "imagens/soja.manchaalvo.png",
    "descricao": "Doença de final de ciclo também conhecida como crestamento foliar, causada por um fungo cosmopolita e altamente polífago.",
    "condicoes_favoraveis": "Alta umidade, temperaturas elevadas e presença de restos culturais infectados no solo.",
    "sintomas": {
      "praticos": [
        "manchas redondas nas folhas",
        "manchas com desenho de alvo (anéis circulares)",
        "centro escuro com bordas mais claras",
        "começa nas folhas de baixo",
        "folhas amarelam e caem antes do tempo",
        "planta parece amadurecer mais cedo"
      ],
      "tecnicos": [
        "lesões circulares de até 2 cm de diâmetro",
        "centro necrótico com pontuação escura",
        "anéis concêntricos bem definidos",
        "halo amarelado ao redor das lesões iniciais",
        "necrose em raízes com coloração castanho-clara",
        "presença de estruturas escuras do fungo em solo úmido após morte da planta"
      ]
    },
    "danos": "Redução da área fotossintética, amarelecimento e queda precoce das folhas, maturação antecipada das plantas e perdas de produtividade.",
    "manejo_preventivo": "Uso de sementes sadias e tratadas, cultivares resistentes, rotação de culturas com gramíneas e incorporação de restos culturais.",
    "controle": "Aplicações de fungicidas podem ser necessárias conforme nível de severidade e recomendação técnica."
  },

  "antracnose": {
    "nome": "Antracnose da Soja",
    "nome_biologico": "Colletotrichum dematium var. truncata",
    "imagem": "imagens/soja.antracnose.png",
    "descricao": "Doença que afeta a soja principalmente na fase inicial de formação das vagens, podendo causar perdas severas em anos chuvosos.",
    "condicoes_favoraveis": "Alta precipitação, temperaturas elevadas, sementes infectadas, atraso na colheita e deficiência de potássio.",
    "sintomas": {
      "praticos": [
        "manchas escuras nas vagens",
        "vagens tortas e deformadas",
        "folhas presas na planta (retenção foliar)",
        "planta fica verde mesmo perto da colheita",
        "falhas na lavoura por morte de plântulas",
        "sementes manchadas e escuras"
      ],
      "tecnicos": [
        "necrose em pecíolos, hastes e vagens",
        "lesões castanho-escuras a negras em vagens jovens",
        "frutificações negras do fungo sob alta umidade",
        "infecção latente no tecido cortical",
        "necrose de cotilédones e hipocótilo em plântulas",
        "tombamento de plântulas"
      ]
    },
    "danos": "Redução do número de vagens, retenção foliar, haste verde, deterioração de sementes e, em casos severos, perda total da produção.",
    "manejo_preventivo": "Uso de sementes livres do patógeno, rotação de culturas, espaçamento adequado, controle de plantas daninhas e adubação equilibrada com potássio.",
    "controle": "Tratamento de sementes com fungicidas e manejo adequado de restos culturais. Boas práticas agronômicas são essenciais."
  },

  "oidio": {
    "nome": "Oídio da Soja",
    "nome_biologico": "Erysiphe diffusa",
    "imagem": "imagens/soja.oidio.jpg",
    "descricao": "Doença fúngica causada por um parasita obrigatório que se desenvolve em toda a parte aérea da soja. Pode se tornar severa em períodos de estiagem.",
    "condicoes_favoraveis": "Períodos de estiagem, temperaturas amenas, cultivares suscetíveis, semeaduras tardias e presença do patógeno em plantas voluntárias.",
    "sintomas": {
      "praticos": [
        "pó branco ou cinza nas folhas",
        "folha parece polvilhada com farinha",
        "manchas brancas que aumentam e se espalham",
        "folhas secam e caem antes do tempo",
        "lavoura fica com aparência de planta dessecada"
      ],
      "tecnicos": [
        "micélio e conídios pulverulentos sobre folhas, hastes e pecíolos",
        "coloração branca evoluindo para castanho-acinzentada",
        "necrose foliar e desfolha prematura",
        "colonização da epiderme das hastes com escurecimento dos tecidos",
        "infecção mais evidente no início da floração"
      ]
    },
    "danos": "Redução da área fotossintética, desfolha precoce e perdas de rendimento que podem ser altas quando a infecção ocorre cedo.",
    "manejo_preventivo": "Uso de cultivares resistentes, evitar semeaduras tardias, manejo de plantas voluntárias e adubação equilibrada.",
    "controle": "Aplicação de fungicidas em cultivares suscetíveis até o estádio R6, conforme recomendação técnica."
  }
},


  "feijao": {
  "antracnose": {
    "nome": "Antracnose do Feijoeiro",
    "nome_biologico": "Colletotrichum lindemuthianum",
    "imagem": "imagens/feijao.antracnose.jpg",
    "descricao": "Uma das doenças mais importantes do feijoeiro, podendo causar perdas de até 100%. Ocorre principalmente em regiões de clima temperado e subtropical, sendo favorecida por temperaturas baixas a moderadas e alta umidade.",
    "condicoes_favoraveis": "Alta umidade, temperaturas amenas, sementes infectadas, restos culturais contaminados e cultivo contínuo da cultura na mesma área.",
    "sintomas": {
      "praticos": [
        "manchas escuras nas nervuras das folhas",
        "folhas podem entortar para baixo",
        "manchas escuras e afundadas nas vagens",
        "vagens com centro mais claro ou rosado",
        "manchas escuras no caule e pecíolos",
        "plântulas podem morrer logo após nascer",
        "sementes manchadas e descoloridas"
      ],
      "tecnicos": [
        "lesões necróticas marrom-escuras nas nervuras da face inferior das folhas",
        "clorose ao redor das lesões quando visíveis na face superior",
        "necrose do limbo foliar em ataques severos",
        "lesões alongadas, escuras e deprimidas em caule e pecíolos",
        "lesões circulares e deprimidas nas vagens com bordos escuros e anel pardo-avermelhado",
        "esporulação rosada no centro das lesões em vagens",
        "infecção de cotilédones com lesões marrons ou pretas",
        "estrangulamento do hipocótilo e morte de plântulas",
        "sementes descoloridas com lesões levemente deprimidas"
      ]
    },
    "danos": "Pode afetar toda a parte aérea da planta, causar morte de plântulas, redução severa da área foliar, infecção de vagens e sementes, resultando em perdas que podem chegar a 100% da produção.",
    "manejo_preventivo": "Uso de sementes sadias, tratamento de sementes, rotação de culturas por no mínimo um ano, eliminação de restos culturais infectados e uso de cultivares resistentes.",
    "controle": "Aplicação de fungicidas deve considerar o nível tecnológico da lavoura, o potencial produtivo, o retorno econômico e a presença de condições climáticas favoráveis à doença."
  },

  "ferrugem": {
    "nome": "Ferrugem do Feijoeiro",
    "nome_biologico": "Uromyces appendiculatus",
    "imagem": "imagens/feijao.ferrugem.jpg",
    "descricao": "Doença fúngica de ampla distribuição que pode causar perdas importantes quando ocorre cedo no ciclo da cultura.",
    "condicoes_favoraveis": "Alta umidade, presença frequente de orvalho e temperaturas moderadas, especialmente durante o pré-florescimento e florescimento.",
    "sintomas": {
      "praticos": [
        "pontinhos claros nas folhas que depois ficam amarelos",
        "pequenas bolinhas marrom-avermelhadas nas folhas",
        "parece que a folha tem poeira de ferrugem",
        "quando esfrega a folha sai um pozinho laranja ou marrom",
        "folhas amarelam e secam antes do tempo"
      ],
      "tecnicos": [
        "pontuações esbranquiçadas levemente salientes poucos dias após a infecção",
        "lesões evoluem para coloração amarelada",
        "formação de pústulas pardo-avermelhadas",
        "pústulas de 1 a 2 mm de diâmetro com liberação de uredósporos",
        "presença de halo clorótico ao redor das pústulas"
      ]
    },
    "danos": "Redução da área fotossintética, desfolha precoce e perdas de produtividade, principalmente quando a infecção ocorre nas fases iniciais da cultura.",
    "manejo_preventivo": "Rotação de culturas, eliminação de restos culturais e plantas voluntárias hospedeiras, além de ajuste da época de plantio para evitar períodos prolongados de umidade.",
    "controle": "Aplicação de fungicidas registrados para a cultura ao surgimento das primeiras pústulas, conforme recomendação técnica e monitoramento da lavoura."
  },

  "mancha_angular": {
    "nome": "Mancha Angular do Feijoeiro",
    "nome_biologico": "Phaeoisariopsis griseola",
    "imagem": "imagens/feijao.manchaangular.jpg",
    "descricao": "Doença que tem aumentado em frequência nas regiões produtoras e pode causar grandes prejuízos quando surge cedo na lavoura. É especialmente importante na região Sul durante o cultivo da safrinha.",
    "condicoes_favoraveis": "Alta umidade, temperaturas amenas, presença de restos culturais infectados, sementes contaminadas e cultivo contínuo de feijão na área.",
    "sintomas": {
      "praticos": [
        "manchas marrons nas folhas que depois ficam escuras",
        "manchas com formato meio quadrado ou angular",
        "folhas ficam amareladas quando a doença avança",
        "folhas podem cair quando tem muita mancha",
        "manchas escuras também podem aparecer nas vagens",
        "sementes podem ficar enrugadas e mal formadas"
      ],
      "tecnicos": [
        "lesões inicialmente circulares de coloração castanha nas folhas primárias",
        "lesões necróticas acinzentadas e irregulares em folhas trifoliadas",
        "lesões angulares delimitadas pelas nervuras, de coloração marrom-escura",
        "esporulação do fungo na face inferior das folhas",
        "coalescência das lesões causando clorose e desfolha",
        "lesões alongadas e escuras em ramos e pecíolos",
        "lesões superficiais castanho-escuras nas vagens, podendo coalescer",
        "infecção de sementes pelo hilo, resultando em sementes enrugadas e mal desenvolvidas"
      ]
    },
    "danos": "Redução da área foliar, desfolha precoce, infecção de vagens e sementes, queda na germinação e perdas de produtividade que podem variar de 7% a 70%, dependendo das condições.",
    "manejo_preventivo": "Uso de cultivares com melhor nível de resistência, rotação de culturas com gramíneas, eliminação e incorporação de restos culturais, controle de plantas daninhas e uso de sementes de alta qualidade tratadas com fungicidas.",
    "controle": "Tratamento de sementes com fungicidas registrados e aplicações foliares preventivas iniciando entre 20 e 30 dias após a emergência, com intervalos de 10 a 15 dias conforme recomendação técnica."
  },

  "crestamento_bacteriano": {
    "nome": "Crestamento Bacteriano Comum",
    "nome_biologico": "Xanthomonas axonopodis pv. phaseoli",
    "imagem": "imagens/feijao.crestamento.jpg",
    "descricao": "Importante bacteriose do feijoeiro presente em quase todas as regiões produtoras. Pode comprometer severamente a lavoura quando ocorre em condições favoráveis.",
    "condicoes_favoraveis": "Alta umidade, chuvas frequentes, presença de sementes infectadas, restos culturais contaminados e disseminação por respingos de água e insetos.",
    "sintomas": {
      "praticos": [
        "manchas encharcadas nas folhas que depois ficam marrons",
        "folhas com aparência de queimadas",
        "bordas amareladas ao redor das manchas",
        "folhas podem cair em ataques fortes",
        "vagens com manchas úmidas e escuras",
        "sementes enrugadas ou apodrecidas"
      ],
      "tecnicos": [
        "lesões aquosas que evoluem para necrose marrom com halo clorótico estreito",
        "coalescência das lesões formando grandes áreas necrosadas",
        "desfolha em infecções severas",
        "manchas e estrias úmidas em caules com possível rachadura e exsudação bacteriana",
        "lesões encharcadas em vagens com presença de exsudato bacteriano",
        "infecção de sementes resultando em podridão ou enrugamento",
        "danos ao meristema apical de plântulas originadas de sementes infectadas"
      ]
    },
    "danos": "Redução da área foliar, desfolha, infecção de vagens e sementes, queda na germinação e desenvolvimento de plantas raquíticas ou morte de plântulas.",
    "manejo_preventivo": "Uso de sementes sadias e de boa qualidade sanitária, rotação de culturas com espécies não hospedeiras, incorporação de restos culturais infectados, eliminação de plantas voluntárias e controle de insetos vetores.",
    "controle": "Tratamento de sementes com produtos registrados para a cultura e adoção de medidas preventivas no campo, pois o controle curativo é limitado após a instalação da doença."
  }
},
  
 "trigo": {
  "oidio": {
    "nome": "Oídio do Trigo",
    "nome_biologico": "Blumeria graminis f. sp. tritici",
    "imagem": "imagens/trigo.oidio.jpg",
    "descricao": "Doença fúngica de grande importância econômica no trigo, podendo causar perdas de até 40% na produtividade. No Brasil ocorre principalmente na Região Sul, sendo favorecida por clima ameno. O fungo enfraquece as plantas ao reduzir a fotossíntese e aumentar a respiração e a transpiração.",
    "condicoes_favoraveis": "Clima ameno, alta umidade relativa do ar, presença frequente de orvalho, lavouras densas com pouca ventilação e adubação nitrogenada excessiva.",
    "sintomas": {
      "praticos": [
        "pó branco nas folhas",
        "folhas parecem polvilhadas com farinha",
        "manchas brancas que aumentam e se espalham",
        "folhas podem amarelar ao redor das manchas",
        "em ataques fortes atinge espigas e aristas",
        "plantas ficam fracas e menores"
      ],
      "tecnicos": [
        "crescimento superficial de micélio e conídios com aspecto pulverulento",
        "colonização principalmente na face superior das folhas",
        "clorose na face oposta às lesões e formação de halo necrótico em folhas velhas",
        "formação de cleistotécios escuros em lesões antigas",
        "infecção restrita às células epidérmicas"
      ]
    },
    "danos": "Redução da fotossíntese, aumento da respiração e transpiração, enfraquecimento das plantas, espigas menores e perdas de rendimento que podem chegar a 40%.",
    "manejo_preventivo": "Uso de cultivares com resistência genética, rotação de culturas com espécies não hospedeiras, eliminação de plantas voluntárias e gramíneas hospedeiras próximas, evitar excesso de nitrogênio e reduzir restos culturais infectados.",
    "controle": "Aplicação de fungicidas específicos para oídio conforme recomendação técnica e nível de severidade. Pode-se utilizar tratamento de sementes com fungicidas sistêmicos. A rotação de ingredientes ativos é importante devido à variabilidade e resistência do fungo."
  },

  "ferrugem_folha": {
    "nome": "Ferrugem da Folha do Trigo",
    "nome_biologico": "Puccinia triticina",
    "imagem": "imagens/trigo.ferrugem_folha.jpg",
    "descricao": "É a ferrugem mais comum do trigo, ocorrendo em diversas regiões produtoras do Brasil. Pode causar perdas de até 50% no rendimento de grãos, dependendo da suscetibilidade da cultivar e das condições ambientais.",
    "condicoes_favoraveis": "Temperaturas amenas, alta umidade, presença de orvalho frequente e cultivares suscetíveis.",
    "sintomas": {
      "praticos": [
        "pontinhos alaranjados nas folhas",
        "parece ferrugem em pó quando esfrega",
        "manchas pequenas que aumentam com o tempo",
        "aparece principalmente nas folhas",
        "folhas muito atacadas secam mais cedo"
      ],
      "tecnicos": [
        "urédias pequenas, arredondadas e amarelo-alaranjadas",
        "ocorrência predominante na face superior das folhas",
        "infecção também em bainhas foliares",
        "formação posterior de pústulas teliais pretas e ovais",
        "teliósporos permanecem recobertos pela epiderme até o final do ciclo"
      ]
    },
    "danos": "Redução da área fotossintética, enfraquecimento das plantas e perdas de produtividade que podem chegar a 50% em cultivares suscetíveis.",
    "manejo_preventivo": "Uso de cultivares resistentes e eliminação de plantas voluntárias de trigo que servem como fonte de inóculo.",
    "controle": "Aplicação de fungicidas sistêmicos, como triazóis, em cultivares suscetíveis, conforme recomendação técnica e uso de produtos registrados para a cultura."
  },

  "mancha_amarela": {
    "nome": "Mancha Amarela do Trigo",
    "nome_biologico": "Drechslera tritici-repentis",
    "imagem": "imagens/trigo.mancha_amarela.jpg",
    "descricao": "Principal mancha foliar do trigo, com aumento de importância em áreas de plantio direto e monocultura. Pode comprometer severamente a área foliar e a produtividade.",
    "condicoes_favoraveis": "Sistema de plantio direto, monocultura de trigo, presença de restos culturais infectados, clima úmido e temperaturas amenas.",
    "sintomas": {
      "praticos": [
        "manchas amarelas nas folhas",
        "manchas aumentam e ficam com centro marrom",
        "manchas alongadas em formato oval",
        "folha parece queimada no centro da mancha",
        "folhas atacadas secam mais cedo"
      ],
      "tecnicos": [
        "lesões inicialmente cloróticas evoluindo para necrose parda no centro",
        "lesões elípticas podendo atingir até 12 mm de comprimento",
        "presença de halo amarelo ao redor das lesões",
        "formação de conidióforos e conídios no centro das manchas",
        "redução progressiva da área fotossintética"
      ]
    },
    "danos": "Redução da área foliar ativa, seca precoce das folhas e queda no rendimento de grãos.",
    "manejo_preventivo": "Rotação de culturas com espécies não hospedeiras, eliminação de plantas voluntárias e manejo adequado dos restos culturais. Não há cultivares com resistência efetiva disponível no Brasil.",
    "controle": "Tratamento de sementes com fungicidas protetores e aplicação de fungicidas sistêmicos, como triazóis, quando a incidência nas folhas atingir níveis elevados, conforme recomendação técnica."
  },

  "ferrugem_amarela": {
    "nome": "Ferrugem Linear do Trigo",
    "nome_biologico": "Puccinia striiformis",
    "imagem": "imagens/trigo.ferrugem_amarela.jpg",
    "descricao": "Doença fúngica conhecida como ferrugem amarela do trigo. Tem ocorrência esporádica no Brasil, mas pode causar perdas significativas, variando de 5% a 50% conforme a severidade da infecção.",
    "condicoes_favoraveis": "Clima ameno a frio, alta umidade, presença frequente de orvalho e cultivares suscetíveis.",
    "sintomas": {
      "praticos": [
        "listras amarelas compridas nas folhas",
        "fileiras de pontinhos amarelos alinhados",
        "manchas seguem o sentido das nervuras",
        "folhas ficam amareladas e enfraquecidas",
        "plantas muito atacadas produzem menos"
      ],
      "tecnicos": [
        "urédias amarelas dispostas em estrias lineares paralelas às nervuras",
        "distribuição organizada das pústulas ao longo da lâmina foliar",
        "clorose e posterior necrose do tecido foliar",
        "redução da área fotossintética em ataques severos"
      ]
    },
    "danos": "Redução da área fotossintética, enfraquecimento das plantas e perdas de produtividade que podem variar de 5% a 50% conforme a intensidade da doença.",
    "manejo_preventivo": "Uso de cultivares resistentes e eliminação de plantas voluntárias de trigo que servem como fonte de inóculo.",
    "controle": "Aplicação de fungicidas específicos e registrados para a cultura, conforme recomendação técnica e monitoramento da lavoura."
  }
}









